{
    "Index":{
        "create_presentation": "Создайте свою презентацию за 30 секунд",
        "turn_ideas": "Превратите свои идеи в визуально привлекательные презентации с помощью нашего AI инструмента. Испытайте новый уровень креативности и профессионализма.",
        "enter_topic": "Введите тему презентации",
        "generate_presentation": "Создать ✨",
        "view_presentation": "Просмотреть",
        "error_creating_presentation": "Ошибка создания презентации",
        "ai_presentation_assistant": "AI помощник по созданию презентаций",
        "p1":"Наш генератор презентаций с искусственным интеллектом создает потрясающие слайды всего за несколько кликов.",
        "stunning_designs": "Экспорт в PDF и PPTX",
        "p2":"Наш инструмент с искусственным интеллектом позволяет легко экспортировать ваши презентации в форматы PDF и PPTX. Создавайте профессиональные слайды и делитесь ими в удобном для вас формате всего за несколько кликов.",
        "seamless_workflow": "Безупречный рабочий процесс",
        "p3":"Оптимизируйте процесс создания презентации с помощью нашего интуитивно понятного и удобного интерфейса. А также делитесь ссылками на ваши презентации через Telegram и WhatsApp всего за несколько кликов.",
        "examples": "Примеры презентаций, созданных нашим AI",
        "p4":"Посмотрите примеры потрясающих презентаций, созданных нашим AI.",
        "aboutUs":"О нас",
        "p5": "Мы посвящены предоставлению лучших инструментов для создания презентаций с использованием искусственного интеллекта, чтобы помочь вам создавать потрясающие слайды без усилий.",
        "follow": "Следите за нами"
    },
    "PresentationPage":{
        "share": "Поделиться",
        "upgrade": "Обновить",
        "downloadStarted": "Загрузка началась",
        "downloadComplete": "Загрузка завершена!",
        "downloadError": "Ошибка при загрузке PPTX",
        "wp": "Отправить через WhatsApp", 
        "tg": "Отправить через Telegram",
        "link": "Скопировать ссылку на презентацию",
        "pdf": "Скачать PDF", 
        "pptx": "Скачать PPTX",
        "info": "Вы хотите сохранить ссылку на эту презентацию? Если вы выйдете без сохранения, вы можете потерять к ней доступ.",
        "save": "Сохранить ссылку",
        "leave": "Покинуть"
    }
}